Repository: IEB-BIODATA/HerbariumDigitalization
Catalog: intranet/locale/*/LC_MESSAGES/django.po
Languages: es

source: Page Not Found
es: Página no encontrada

source: Error 500
es: Un error ha ocurrido, favor contactar al administrador

source: Digitalization Platform
es: Plataforma Digitalización

source: Herbarium Digitialization System
es: Sistema Digitalización de Herbario

source: Are you sure you want to log out?
es: ¿Está seguro de que desea salir?

source: Press 'Log out' if you confirm leaving the account
es: Presione 'Cerrar Sesión' si confirma salir de la cuenta.

source: Cancel
es: Cancelar

source: Log out
es: Cerrar Sesión

source: New %(title)s
es: Nuevo %(title)s

source: Save
es: Guardar

source: Nothing selected
es: Nada seleccionado

source: Taxon
es: Taxón

source: Catalogue
es: Catálogo

source: Create %(title)s
es: Crear %(title)s

source: Change Log
es: Bitácora de Cambios

source: Log
es: Bitácora

source: Update Type
es: Tipo Actualización

source: Model
es: Modelo

source: Description
es: Descripción

source: Note
es: Nota

source: Created by
es: Creado por

source: Created at
es: Fecha creación

source: Updated at
es: Fecha Actualización

source: Action
es: Acción

source: New
es: Nuevo

source: Search
es: Buscar

source: Load table
es: Cargar tabla

source: Warning!
es: ¡Cuidado!

source: Are you sure? %(rank)s
es: ¿Estás seguro que deseas borrar %(rank)s?

source: Delete
es: Borrar

source: Edit
es: Editar

source: Merge
es: Unir

source: Download
es: Descargar

source: Division
es: División

source: Class
es: Clase

source: Order
es: Orden

source: Family
es: Familia

source: Complete Scientific Name
es: Nombre Científico Completo

source: Status
es: Estado

source: Determined?
es: ¿Terminal?

source: Merge %(title)s
es: Unir %(title)s

source: Merge taxa info
es: Este proceso permite unir dos taxones, convirtiendo al primero en un sinónimo del segundo. Los nombres comunes, sinónimos y distribución son unificados en el nuevo taxón. Además se establece automaticamente la altura máxima y mínima entre ambos taxones. Sin embargo, es posible editar todos los cambos de este nuevo taxa, ya que lo anterior solo es una propuesta. Todos los vouchers asociados de ambos taxones son unificados en este nuevo taxa.

source: Select taxon to join
es: Seleccione taxón al que se le unirá

source: Genus
es: Género

source: Specific Epithet
es: Epíteto específico

source: Author
es: Autor(es)

source: Subspecies
es: Subespecie

source: Subspecies Author
es: Autor(es) subespecie

source: Variety
es: Variedad

source: Variety Author
es: Autor(es) variedad

source: Form
es: Forma

source: Form Author
es: Autor(es) forma

source: Habit
es: Hábito

source: Life cycle
es: Ciclo de vida

source: Origin
es: Origen

source: In Argentina
es: En Argentina

source: In Bolivia
es: En Bolivia

source: In Peru
es: En Perú

source: Maximum Height
es: Altura máxima

source: Minimum Height
es: Altura mínimo

source: Notes
es: Notas

source: Publication
es: Publicación

source: Volume
es: Volumen

source: Pages
es: Páginas

source: Type ID
es: ID Tipo

source: Common Names
es: Nombres comunes

source: Synonyms
es: Sinónimos

source: Regional Distribution
es: Distribución regional

source: Update %(title)s
es: Actualizar %(title)s

source: Are you sure? Species %(name)s
es: ¿Estás seguro que deseas borrar la especie %(name)s?

source: Voucher Validation
es: Validación de Vouchers

# spaced
source: No State
es: &nbsp;Sin Estado&nbsp;&nbsp;&nbsp;&nbsp;

# spaced
source: Found
es: &nbsp;Encontrado&nbsp;&nbsp;&nbsp;&nbsp;

# spaced
source: Not Found
es: &nbsp;No Encontrado&nbsp;

# spaced
source: Borrowed
es: &nbsp;En Préstamo&nbsp;&nbsp;&nbsp;

# spaced
source: Lost
es: &nbsp;Extraviado&nbsp;&nbsp;&nbsp;&nbsp;

# spaced
source: In Curatorship
es: &nbsp;En curatoria&nbsp;&nbsp;

# spaced
source: Digitalized
es: &nbsp;Digitalizado&nbsp;&nbsp;

source: Filter State
es: Filtrar Estado

source: All
es: Todos

source: Found
es: Encontrado

source: No State
es: Sin Estado

source: Not Found
es: No Encontrado

source: Borrowed
es: En Préstamo

source: Lost
es: Extraviado

source: Found And Borrowed
es: En Préstado Encontrado

source: In Curatorship
es: En curatoria

source: Digitalized
es: Digitalizado

source: Voucher Digitalization
es: Digitalización de Vouchers

source: Voucher table
es: Tabla de Vouchers

source: State
es: Estado

source: Processing date
es: Fecha Proceso

source: Herbarium
es: Herbario

source: Biodata ID
es: ID Biodata

source: Herbarium ID
es: ID Herbario

source: Species Name
es: Nombre Especie

source: Collected by
es: Colectado por

source: Collection Number
es: Número de Colecta

source: Locality
es: Ubicación

source: Preview
es: Vista Previa

source: Text found in image:
es: Texto encontrado en imagen:

source: Photo Gallery
es: Galería de Fotografías

source: Load
es: Cargar

source: Photo
es: Fotografía

source: Gallery Images
es: Imágenes de Galería

source: Print
es: Imprimir

source: Duplicated register on file
es: Registros duplicados en archivo

source: Duplicated register on the database
es: Registros duplicados en la base de datos

source: There are register in which the species name does not match with the catalogue
es: Existen registros en que el nombre de la especie que no coincide con el catálogo

source: Import Error
es: Error en la importación

source: An unexpected error has happened, please contact the admin before closing this window
es: Ocurrió un error inesperado, favor contactar al administrador antes de cerrar esta ventana

source: Load Excel
es: Cargar Excel

source: Download Vouchers
es: Descargar Vouchers

source: Files Table
es: Tabla de Archivos

source: Date
es: Fecha

source: User
es: Usuario

source: File
es: Archivo

source: Upload
es: Subir

source: Finished
es: Terminada

source: Digitize
es: Digitializar

source: Finish
es: Terminar

source: Session %(pageId)s
es: Sesión %(pageId)s

source: Pending
es: Pendiente

source: Are you sure? Session
es: ¿Está seguro que desea terminar la sesión? (no podrá continuar marcando estos registros).

source: Specimens Digitalization
es: Digitalización de Especímenes

source: Page Table
es: Tabla de Páginas

source: Session
es: Sesión

source: Color Profile
es: Perfil de Color

source: URL
es: Link

source: Updated yesterday at %(time)s
es: Actualizado ayer a las %(time)s

source: Licence
es: Licencia

source: Image licence
es: Licencia para imágenes

source: Add
es: Añadir

source: Postprocessing Log
es: Registro de posprocesamiento

source: Postprocessing
es: Posprocesamiento

source: Yes
es: Sí

source: Print list
es: Imprimir lista

source: Print QRs
es: Imprimir QRs

source: QR Codes Generation
es: Generación de Códigos QR

source: Enter the QR code quantity
es: Ingrese la cantidad de páginas de códigos QR que desea generar el día de hoy (35 qr's / página)

source: Generate
es: Generar

source: There are no records available to generate QR codes
es: No hay registros disponibles para generar códigos QR.

source: All sessions must be finished to generate a new one
es: Deben estar todas las sesiones terminadas para generar una nueva.

source: Unidentified error, please contact the administrator
es: Error no identificado, favor contactar al administrador

source: QR codes were generated correctly
es: Se generaron los códigos QR correctamente.

source: QR Code History
es: Histórico de Códigos QR

source: Generated page table
es: Tabla de páginas generadas

source: QR quantity
es: Cantidad QRs

source: List
es: Lista

source: Specimen
es: Espécimen

source: Taken by
es: Tomada por

source: Upload by
es: Subida por

source: Upload at
es: Subida el

source: Not assigned
es: No asignado

source: Not reported
es: No reportado

source: Are you sure? image %(image)s
es: ¿Estás seguro que deseas borrar la imagen %(image)s?

source: QR Codes
es: Códigos QR

source: Prioritized Voucher List
es: Lista de Voucher Priorizados

source: Date: %(date)s
es: Fecha: %(date)s

source: Herbarium Code
es: Código Herbario

source: Species
es: Especie

source: QR List
es: Lista de QRs

source: Document date: %(date)s
es: Fecha Documento: %(date)s

source: Digitalization: Voucher
es: Digitalización: Voucher

source: Update Voucher
es: Actualizar Voucher

source: Catalogue Number
es: Número de Catálogo

source: Herbarium Database ID
es: ID Base Dato herbario

source: Altitude
es: Altura

source: Collection Date
es: Fecha de Colecta

source: Identified by
es: Determinado por

source: Identified Date
es: Fecha de Determinación

source: Observations
es: Observaciones

source: Priority
es: Prioridad

source: Image
es: Imagen

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Specimen Digitalization
es: Digitalización de Espécimen

source: Review
es: Revisar

source: This session is not over yet
es: Esta sesión aún no termina.

source: Download CR3
es: Descargar CR3

source: No Image
es: Sin Imagen

source: Upload image
es: Subir image

source: Download Original JPG
es: Download JPG Original

source: Download Public JPG
es: Download JPG Público

source: Found %(found)s images to process. Do you wish to continue?
es: Se encontraron %(found)s imágenes por procesar. ¿Desea continuar?

source: If you decide to proceed, this window should remain open
es: Si procede, esta ventana deberá permanecer abierta.

source: An error occurred, please close this window and try again later
es: Ocurrió un error, favor cerrar esta ventana e intentar más tarde

source: An unexpected error occurred, please contact the administrator before closing this window
es: Ocurrió un error inesperado, favor contactar al administrador antes de cerrar esta ventana

source: Process pending images
es: Procesar imagenes pendientes

source: Close
es: Cerrar

source: Pending image processing
es: Procesamiento de imágenes pendientes

source: Continue
es: Continuar

source: IEB Complete Name
es: Instituto de Ecología y Biodiversidad

source: Scanned QRs
es: QRs Escaneados

source: Generated QRs
es: QRs Generados

source: Pending Specimens
es: Especímenes Pendientes

source: Scanned Specimens
es: Especímenes Escaneados

source: Processing Specimens
es: Especímenes en Proceso

source: Herbarium Digitalization
es: Digitalización Herbario

source: Digitization indicators
es: Indicadores de digitalización

source: Generated QR Quantity
es: Cantidad de QR Generados

source: Preference
es: Configuración

source: Admin Django Page
es: Página de Administración Django

source: Save Changes
es: Guardar Cambios

source: Are you sure?
es: ¿Estás seguro(a)?

source: Are you sure you want to save changes?
es: ¿Está seguro(a) que deseas guarar los cambios?

source: Home
es: Inicio

source: Load Prioritized Specimens
es: Cargar Especímenes Priorizados

source: Digitalization Control
es: Control de Digitalización

source: Specimens Validation
es: Validación de Especímenes

source: Synonym
es: Sinónimo

source: Common Name
es: Nombre Común

source: Upload to Gallery
es: Subir a Galeria

source: Download current version
es: Descargar actual versión

source: Test
es: Pruebas

source: Spanish
es: Español

source: English
es: Inglés

source: Digital Herbarium API
es: API del Herbario Digital

source: API description
es: API del Catálogo de Plantas Vasculares de Chile y Herbario Digital

source: Mozilla Public License, version 2.0
es: Licencia pública de Mozilla, versión 2.0

source: Mozilla MPL URL
es: https://www.mozilla.org/en-US/MPL/2.0/
